# St7NewLoadCase

Creates a new load case within a Strand7 model.

long St7NewLoadCase(long uID, char* CaseName)

Input Parameters

uID

Strand7 model file ID.

CaseName

String containing the name of the new load case.